Repository: EvgeniyZ-ru-zz/WarframeAgent
Catalog: Languages/Resources.*.resx
Languages: uk_ua

# a_Alert
source: Anxiety
uk_ua: Тривога

# a_ColumnName_1
source: Parameter
uk_ua: Параметр

# a_ColumnName_2
source: The value of the
uk_ua: Вартість на

# a_Credits
source: Credits
uk_ua: Кредити

# a_End
source: The end
uk_ua: Кінець

# a_InfoMission
source: Sector
uk_ua: Місія

# a_InfoMType
source: Mission
uk_ua: Місія типу

# a_InfoPlanet
source: Planet
uk_ua: Планети

# a_LvL
source: Level
uk_ua: Рівень

# a_NameToolTip
source: Planet/Sector
uk_ua: Планети/місії

# a_None
source: The world is quietly!
uk_ua: Світ є тихо!

# a_NoReward
source: No awards
uk_ua: Немає нагороди

# a_NotSelect
source: The mission is not selected
uk_ua: Місія не вибрано

# a_Race
source: Fraction
uk_ua: Дріб

# a_Reward
source: Award
uk_ua: Нагорода

# a_Start
source: The beginning of the
uk_ua: Початок в

# a_StatStart
source: Start at: {0}
uk_ua: Починаються з: {0}

# a_StatTheEnd
source: Ended
uk_ua: Закінчився

# a_StatToEnd
source: Until the end: {0}
uk_ua: До кінця: {0}

# a_StatToolTip
source: Status anxiety
uk_ua: Статус тривоги

# a_StatusText
source: The Mission of the {0} {1} on the planet
uk_ua: Місія на планеті, {1} {0}

# inf_Autor
source: From the author of the project
uk_ua: Від автора проекту

# inf_AutorText
source: Friends! I am glad that you are interested in this application, and you install it. I hope you will like it! If you have suggestions or you have found a mistake in translation of the application itself, will gladly read your review on the [url]Warframe official Forum[/url]! Thank you for being with us!
uk_ua: Друзі! Я радий, що ви зацікавлені в цьому додатку, та інсталюванням. Я сподіваюся, вам сподобається! Якщо у вас є пропозиції, або ви знайшли помилку в перекладі сам додаток, з задоволенням читати ваш відгук на [url]Warframe офіційному форумі[/url]! Дякуємо вам за те, що з нами!

# inf_AutorText_HyperLink
source: Warframe official forum
uk_ua: Warframe офіційний форум

# inf_ProjSupport
source: Support the project
uk_ua: Підтримати проект

# inf_Review
source: Leave a review
uk_ua: Залишити відгук

# inf_ReviewText_0
source: Liked the app, or want to suggest anything?
uk_ua: Сподобався застосунок, або хочете запропонувати що-небудь?

# inf_ReviewText_1
source: And maybe even found a bug?
uk_ua: А може бути навіть знайшли помилку?

# inf_ReviewText_HyperLink
source: Tell me
uk_ua: Скажи мені

# inf_Version
source: Current version:
uk_ua: Поточна версія:

# inf_WhatCan
source: What can this application
uk_ua: Що може це додаток

# inf_WhatCanText_0
source: The app currently is currently located at Alpha stage, but now is able to:
uk_ua: Додаток в даний час знаходиться в даний час в стадії Alpha, але тепер може:

# inf_WhatCanText_1
source: -display information about alarms with detailed information about them; -notify about alarms (both in the application and in the collapsed state); -automatic updating of all data (including updating the application itself).
uk_ua: -відображення інформації про тривоги з детальною інформацією про них; -повідомити про тривоги, (як в застосуванні і у згорнутих держава); -Автоматичне оновлення всіх даних (включно з оновленням сам додаток).

# inf_WhatIs
source: What is "Warframe Agent"
uk_ua: Що таке "Warframe агент"

# inf_WhatIsText
source: Warframe Agent is an application (not official), designed for players of the popular Online game "Warframe". With her help, the player can get up-to-date information of different nature, without going into the game.
uk_ua: Warframe агент являє собою додаток (неофіційно), призначені для гравців популярних онлайн-гра "Warframe". З її допомогою гравець можна отримати останню інформацію з іншого характеру, не вдаючись у грі.

# inf_Сhanges
source: List of changes
uk_ua: Список змін

# m_BtnAlert
source: ANXIETY
uk_ua: ТРИВОГА

# m_BtnInfo
source: INFO
uk_ua: ІНФОРМАЦІЯ

# m_BtnInvasions
source: INVASION
uk_ua: ВТОРГНЕННЯ

# m_BtnNews
source: NEWS
uk_ua: НОВИНИ

# m_BtnSettings
source: CONFIG
uk_ua: КОНФИГ

# m_BtnTrade
source: MERCHANT
uk_ua: КУПЕЦЬ

# m_BtnUpdToolTip
source: An update is available!
uk_ua: Доступне оновлення!

# n_NotifyClose
source: Close the application
uk_ua: Закрити програму

# n_NotifyOpen
source: Open
uk_ua: Відкриті

# o_ConnectLog
source: [ERROR] Unfortunately we failed to get the data.
uk_ua: [ПОМИЛКА] на жаль ми не вдалося отримати дані.

# o_FilterError
source: [Bug: Filters]
uk_ua: [Помилка: Фільтри]

# o_FilterErrorLog
source: [{0}] [ERROR] error in filters [{1}]: {2}
uk_ua: [ПОМИЛКА] [{0}] помилка у фільтрах [{1}]: {2}

# o_InternetError
source: Unfortunately, we were not able to get the data. | Check your Internet connection!
uk_ua: На жаль, ми не змогли отримати дані. | Перевірте підключення до Інтернету!

# o_NoConnect
source: Unfortunately the server does not respond now!
uk_ua: На жаль сервера не відповідає зараз!

# PopUp_Alert
source: {0} - {1} Level: {2}
uk_ua: Планети: {0}: {1} місії || рівні: {2} | нагорода: {3}

# PopUp_Alert_New
source: New alert!
uk_ua: Нове оповіщення!

# PopUp_Update
source: Version {0} available for download!
uk_ua: {0} версія доступна для скачування!

# t_ColumnName_1
source: Name
uk_ua: Тема

# t_ColumnName_2
source: Ducats
uk_ua: Дукати

# t_ColumnName_3
source: Credits
uk_ua: Кредити

# l_FilterUpdate
source: The filter {0} has been updated!
uk_ua: Фільтр {0} оновлено!

# l_SerializeComp
source: Serialize {0} complete!
uk_ua: Серіалізувати {0} повний!

# l_AlertDelError
source: An error occurred while deleting
uk_ua: Сталася помилка під час видалення

# o_PopUpLength
source: Text animation outside (49 characters max!)
uk_ua: Анімація тексту за межами (49 символів максимум!)

# a_WaterMission
source: Underwater mission
uk_ua: Підводний місії

# a_ArchwingMission
source: Archving mission
uk_ua: Місія Archving

# a_IsReward
source: There is a reward
uk_ua: Існує винагороду

# i_PopUp
source: Planet: {0}: Mission: {1} {2} - {3}
uk_ua: Планети: {0}: Місія: {1} {2} - {3}

# i_PopUpTitle
source: New invasion!
uk_ua: Нові вторгнення!

# m_ChangeBg
source: Change background
uk_ua: Зміна тла

# n_Loading
source: DOWNLOAD ...
uk_ua: ЗАВАНТАЖИТИ...

# s_GeneralGroup
source: BASIC SETTINGS
uk_ua: ОСНОВНІ ПАРАМЕТРИ

# s_GeneralLang
source: THE LANGUAGE OF THE APPLICATION
uk_ua: МОВА ПРОГРАМИ

# s_GeneralLangTip
source: THE MAIN INTERFACE LANGUAGE
uk_ua: МОВА ІНТЕРФЕЙСУ ГОЛОВНА

# s_GeneralRandBG
source: RANDOM BACKGROUND
uk_ua: ВИПАДКОВІ ФОНУ

# s_GeneralRandBGTip
source: CHANGE EVERY 5 MIN and when YOU START
uk_ua: ЗМІНИТИ КОЖЕН 5 хв і під ЧАС ЗАПУСКУ

# s_GeneralBgId
source: THE CURRENT BACKGROUND
uk_ua: ПОТОЧНИЙ ФОНУ

# s_GeneralBgIdTip
source: The CURRENT background (FROM 1 to 7)
uk_ua: ПОТОЧНИЙ фону (ВІД 1 до 7)

# s_NotifyGroup
source: TOAST
uk_ua: ТОСТ

# s_NotifyEnable
source: DISPLAY NOTIFICATION
uk_ua: ВІДОБРАЖЕННЯ СПОВІЩЕНЬ

# s_NotifyEnableTip
source: ENABLE/DISABLE NOTIFICATIONS
uk_ua: УВІМКНУТИ/ВИМКНУТИ СПОВІЩЕННЯ

# s_NotifyVolume
source: VOLUME
uk_ua: ОБ'ЄМ

# s_NotifyVolumeTip
source: VOLUME POP-UP NOTIFICATIONS
uk_ua: ОБСЯГ ВИРИНАЮЧИХ ПОВІДОМЛЕНЬ

# s_MainDataGroup
source: Basic data (Alarms, trade, etc.)
uk_ua: Основні дані (сигналізації, торгівля і т. д.)

# s_MainDataPlatform
source: PLATFORM
uk_ua: ПЛАТФОРМА

# s_MainDataPlatformTip
source: DOWNLOAD PLATFORM
uk_ua: ЗАВАНТАЖИТИ ПЛАТФОРМИ

# s_NewsGroup
source: NEWS SECTION
uk_ua: РОЗДІЛ НОВИН

# s_NewsLang
source: NEWS LANGUAGE
uk_ua: МОВА НОВИН

# s_NewsLangTip
source: THE MAIN LANGUAGE OF DOWNLOADABLE NEWS
uk_ua: ОСНОВНІ МОВИ ЗАВАНТАЖУВАНІ НОВИН

# s_NewsPlatform
source: PLATFORM
uk_ua: ПЛАТФОРМА

# s_NewsPlatformTip
source: THE DOWNLOADABLE PLATFORM NEWS
uk_ua: ЗАВАНТАЖУВАНІ ПЛАТФОРМИ НОВИНИ

# s_AlertGroup
source: SECTION ALARMS
uk_ua: РОЗДІЛ СИГНАЛІЗАЦІЇ

# s_AlertHistory
source: HISTORY OF ALARMS
uk_ua: ІСТОРІЯ СИГНАЛІЗАЦІЇ

# s_AlertHistoryTip
source: ON/OFF HISTORY ALARMS
uk_ua: ВКЛ/ВИКЛ ІСТОРІЇ СИГНАЛІЗАЦІЇ

# s_WarnText
source: Values marked with (*), to be employed only after the next run!
uk_ua: Значення позначені (*), щоб бути використані тільки після наступного запуску!

# t_BaroDiscount
source: Discount for {0}%
uk_ua: {0} % знижка

# t_BaroCount
source: Left {0} out of {1}
uk_ua: Ліва {0} з {1}

# t_BaroPrice
source: Price {0}
uk_ua: Ціна {0}

# t_BaroOldPrice
source: Old price {0}
uk_ua: Стара ціна {0}

# t_BaroComing
source: Will relay {0} ({1}) through {2}
uk_ua: Будемо реле {0} ({1}) через {2}

# t_BaroOut
source: Will relay {0} ({1}) else {2}
uk_ua: Будемо реле {0} ({1}) інше {2}

# PopUp_UpdateTitle
source: Update
uk_ua: Оновлення

# PopUp_ConnectOff
source: Lost Internet connection!
uk_ua: Втрачено підключення до Інтернету!

# PopUp_ConnectTitle
source: Test connection
uk_ua: Перевірка підключення

# PopUp_ConnectOn
source: Internet connection has been successfully installed!
uk_ua: Підключення до Інтернету встановлений правильно!

# a_StatArchive
source: Archive
uk_ua: Архів
